Repository: endlessm/eos-installer
Catalog: po/*.po
Languages: cs, hu, ms, nl, pl, ru, sl

source: _Next
cs: _Další
hu: Következő
ms: _Berikutnya
nl: V_olgende
pl: _Dalej
ru: _Далее
sl: _Naprej

source: _Previous
cs: _Předchozí
hu: Előző
ms: _Terdahulu
nl: _Vorige
pl: _Wstecz
ru: _Назад
sl: _Predhodni

source: _Cancel
cs: _Storno
hu: Mégse
ms: B_atal
nl: _Annuleren
pl: _Anuluj
ru: _Отмена
sl: _Prekliči

source: Error loading ‘%s’:
cs: Chyba při načítání „%s“:
hu: Hiba a '%s' betöltése során
ms: Ralat memuatkan '%s':
nl: Fout bij laden van '%s':
pl: Błąd ładowania ‘%s’:
ru: Ошибка загрузки ‘%s’:
sl: Napaka pri nalaganju ‘%s’:

source: Force new user mode
cs: Vynutit režim nového uživatele
hu: Új felhasználói mód kényszerítése
ms: Paksa mod pengguna baharu
nl: Modus voor nieuwe gebruiker forceren
pl: Wymusza tryb nowego użytkownika
ru: Принудительно использовать режим нового пользователя
sl: Vsili nov uporabniški način

source: - GNOME initial setup
cs: – úvodní nastavení GNOME
hu: - GNOME kiinduló beállítások
ms: - Persediaan awal GNOME
nl: – Instellingen voor eerste gebruik van Gnome
pl: — początkowe ustawienia środowiska GNOME
ru: — Первоначальная настройка GNOME
sl: - začetna nastavitev GNOME

source: Installation will commence automatically in %d second.
cs: Instalace bude automaticky zahájena za %d sekundu.
ms: Pemasangan akan bermula secara automatik dalam tempoh %d saat.
nl: De installatie begint automatisch over %d seconde.
ru: Установка начнется автоматически через %d секунду.
sl: Namestitev se bo začela samodejno čez %d sekund.

source: Unknown
cs: Neznámé
hu: Ismeretlen
ms: Tidak diketahui
nl: Onbekend
pl: Nieznany
ru: Неизвестно
sl: Neznano

source: C_ontinue Anyway and Destroy Data
cs: Pokračovat i tak a zlikvidovat tak data
hu: Folytatás mindenképp az adatok törlésével
ms: T_erus dan Musnahkan Data
nl: Tó_ch doorgaan en gegevens vernietigen
ru: П_родолжить в любом случае и уничтожить данные
sl: N_adaljuj Vseeno in Uničite Podatke

source: Unattended installation was cancelled.
cs: Bezobslužná instalace byla zrušena.
hu: A felügyelet nélküli telepítés meg lett szakítva.
ms: Pemasangan tak berjaga telah dibatalkan.
nl: De onbegeleide installatie is afgebroken.
pl: Instalacja nienadzorowana została anulowana.
ru: Автоматическая установка была отменена.
sl: Nenadzorovana namestitev je bila preklicana.

source: Endless OS Unattended Installation
cs: Bezobslužná instalace Endless OS
hu: Endless OS felügyelet nélküli telepítés
ms: Pemasangan Tak Berjaga Endless OS
nl: Endless OS - Onbegeleide installatie
pl: Nienadzorowana instalacja Endless OS
ru: Автоматическая установка Endless OS
sl: Endless OS Nenadzorovana Namestitev

source: Computer Vendor
cs: Výrobce počítače
hu: Számítógép gyártó
ms: Vendor Komputer
nl: Computerleverancier
ru: Поставщик компьютеров
sl: Računalniški Prodajalec

source: Product
cs: Produkt
hu: Termék
ms: Produk
pl: Produkt
ru: Продукт
sl: Izdelek

source: Image
cs: Obraz
hu: Kép
ms: Imej
nl: Schijfafbeelding
pl: Obraz
ru: Образ
sl: Slika

source: Target
cs: Cíl
hu: Cél
ms: Sasaran
nl: Doel
ru: Объект
sl: Cilj

source: Device
cs: Zařízení
hu: Eszköz
ms: Peranti
nl: Apparaat
pl: Urządzenie
ru: Устройство
sl: Naprava

source: Size
cs: Velikost
hu: Méret
ms: Saiz
nl: Grootte
pl: Rozmiar
ru: Размер
sl: Velikost

source: All data on this target disk will be destroyed. You will lose <b>all of your apps, files and documents</b>.
cs: Veškerá data na tomto cílovém disku budou zlikvidována. Přijdete o <b>veškeré vaše aplikace, soubory a dokumenty</b>.
hu: Az összes adat a cél lemezen megsemmisül. Elveszik az összes alkalmazásod, állományod, dokumentumod.
ms: Semua data dalam cakera sasaran ini akan musnah. Anda akan kehilangan <b>semua apl, fail dan dokumen anda</b>.
nl: Alle gegevens op de doelschijf worden vernietigd. <b>Al je apps, bestanden en documenten</b> gaan verloren.
ru: Все данные на целевом диске будут уничтожены. Вы потеряете <b>все свои приложения, файлы и документы</b>.
sl: Vsi podatki na tem ciljnem disku bodo izbrisani. Izgubili boste<b>vse aplikacije, datoteke in dokumente</b>.

source: Configured computer vendor and product information does not match this computer.
cs: Nastavené informace ohledně výrobce počítače a produktu neodpovídají tomuto počítači.
ms: Maklumat vendor dan produk komputer terkonfigur tidak sepadan dengan komputer ini.
nl: De ingestelde computerleverancier en productinformatie komen niet overeen met deze computer.
pl: Skonfigurowany dostawca komputera i informacje o produkcie nie są zgodne z tym komputerem.
ru: Информация о производителе и продукте настроенного компьютера не соответствует данному компьютеру.
sl: Informacije o dobavitelju in izdelku konfiguriranega računalnika se ne ujemajo s tem računalnikom.

source: C_ontinue and Destroy Data
cs: P_okračovat a zlikvidovat tak data
ms: _Terus dan Musnahkan Data
nl: D_oorgaan en gegevens vernietigen
ru: П_родолжить и уничтожить данные
sl: N_adaljuj in Uniči Podatke

source: More than one image was found.
cs: Nalezen více než jeden obraz.
hu: Több mint egy kép található
ms: Lebih dari satu imej ditemui.
nl: Er is meer dan één afbeelding aangetroffen.
pl: Znaleziono więcej niż jeden obraz.
ru: Обнаружено более одного образа.
sl: Najdena je bila več kot ena slika.

source: Basic
cs: Základní
hu: Alap
ms: Asas
nl: Basis
pl: Podstawowy
ru: Базовая
sl: Osnovno

source: Endless OS Installer
cs: Instalátor Endless OS
hu: Endless OS Telepítő
ms: Pemasang Endless OS
nl: Endless OS - Installatie
pl: Instalator Endless OS
ru: Установщик Endless OS
sl: Endless OS Inštalater

source: Endless OS (non-free)
ms: Endless OS (bukan-percuma)
nl: Endless OS (niet-vrij)
ru: Endless OS (несвободная)
sl: Endless OS (neomejeno)

source: Full
cs: Plná
hu: Teljes
ms: Lengkap
nl: Volledig
ru: Полная
sl: Polna

source: Image file ‘%s’ does not exist.
cs: Soubor s obrazem „%s“ neexistuje.
ms: Fail imej '%s' tidak wujud.
nl: Het afbeeldingsbestand '%s' bestaat niet.
ru: Файл образа '%s' не существует.
sl: Slika '%s' ne obstaja.

source: Live image ‘%s’ does not match configured image ‘%s’.
cs: Obraz Live systému „%s“ neodpovídá nastavenému „%s“.
ms: Imej langsung '%s' tidak sepadan dengan imej terkonfigur '%s'.
nl: De live-schijfafbeelding '%s' komt niet overeen met de ingestelde afbeelding '%s'.
ru: Живой образ '%s' не соответствует настроенному образу '%s'.
sl: Pogonska slika ‘%s’ se ne ujema s konfigurirano sliko ‘%s’.

source: Cannot find image device ‘%s’ and cannot use ‘%s’ directly.
cs: Nedaří se najít zařízení obrazu „%s“ a není možné použít „%s“ přímo.
ms: Gagal mencari peranti '%s' dan tidak dapat guna '%s' secara terus.
nl: Het schijfafbeeldingsapparaat '%s' kan niet worden gevonden en '%s' kan niet direct worden gebruikt.
ru: Не удается найти устройство с образом '%s' и невозможно использовать '%s' напрямую.
sl: Ne morem najti pogonske naprave ‘%s’ in ne morem uporabiti ‘%s’ neposredno.

source: Configured image ‘%s’ was not found.
cs: Nastavený obraz „%s“ nebyl nalezen.
ms: Imej yang dikonfigurasi ' %s ' tidak dijumpai.
nl: De ingestelde schijfafbeelding '%s' kan niet worden gevonden.
ru: Настроенный образ '%s' не найден.
sl: Konfigurirana slika ‘%s’ ni bila najdena.

source: No suitable images were found.
cs: Nenalezeny žádné použitelné obrazy.
hu: Nem található megfelelő lemezkép.
ms: Tiada imej yang sesuai ditemui.
nl: Geen geschikte afbeeldingen aangetroffen.
pl: Nie znaleziono odpowiednich obrazów.
ru: Подходящих образов не найдено.
sl: Nobene primerne pogonske slike ne najdem.

source: Could not find partition holding Endless OS files.
cs: Nedaří se najít oddíl obsahující soubory s Endless OS.
hu: Nem található Endless OS-t tartalmazó partíció.
ms: Tidak menemui sekatan yang mengandungi fail-fail Endless OS.
nl: De partitie met Endless OS-bestanden kan niet worden gevonden.
pl: Nie można znaleźć partycji zawierającej pliki Endless OS.
ru: Не удалось найти раздел, содержащий файлы Endless OS.
sl: Ne morem najti particije, ki bi vsebovala datoteke Endless OS.

source: Reformat with Endless OS
cs: Přeformátovat na Endless OS
hu: Újraformázás Endless OS rendszerrel
ms: Format Semula dengan Endless OS
nl: Opnieuw formatteren met Endless OS
pl: Ponowne formatowanie za pomocą Endless OS
ru: Переформатировать с помощью Endless OS
sl: Preoblikuj z Endless OS

source: Is this the Endless OS version you'd like to use? If not, download another.
cs: Je toto varianta Endless OS, kterou chcete používat? Pokud ne, stáhněte si jinou.
hu: Ez az az Endless OS verzió amit használni szeretne? Ha nem, töltsön le egy másikat.
ms: Adakah versi Endless OS ini yang anda mahu gunakan? Jika tidak, muat turun yang lain.
nl: Is dit de Endless OS-versie die je wilt gebruiken? Als dat niet zo is, download dan een andere.
pl: Czy jest to wersja Endless OS, której chcesz użyć? Jeśli nie, pobierz inną.
ru: Это та версия Endless OS, которую вы хотели бы использовать? Если нет, загрузите другую.
sl: Je to različica Endless OS operacijskega sistema, ki jo želite uporabiti? Če ne, prenesite drugo.

source: Use existing version:
cs: Použít existující verzi:
hu: Ezen verzió használata:
ms: Guna versi sedia ada:
nl: Bestaande versie gebruiken:
pl: Użyj istniejącej wersji:
ru: Используйте существующую версию:
sl: Uporabi obstoječo različico:

source: The location you have chosen is too small: you need %s to reformat with %s.
cs: Umístění, které jste zvolili je příliš malé: je potřeba %s pro přeformátování na %s.
hu: A hely amit kiválasztott túl kicsi: szükséges még %s hogy újraformázhassa ezzel: %s.
ms: Saiz lokasi yang anda pilih terlalu kecil: anda perlukan %s untuk diformat semula dengan %s.
nl: De gekozen locatie is te klein: je hebt %s nodig om opnieuw te formatteren met %s.
ru: Выбранное место слишком маленькое: %s необходимо переформатировать с помощью %s.
sl: Lokacija, ki ste jo izbrali, je premajhna: vi potrebujete %s, da preoblikujete z %s.

source: More than one candidate block device was found.
cs: Bylo nalezeno více než jedno blokové zařízení, na které je možné nainstalovat.
ms: Lebih daripada satu peranti blok calon ditemui.
nl: Meer dan één blokapparaat-kandidaat aangetroffen.
ru: Найдено более одного устройства-кандидата в блок памяти.
sl: Najdena je bila več kot ena primerna naprava.

source: Finish
cs: Dokončit
hu: Befejezés
ms: Selesai
nl: Afronden
pl: Zakończono
ru: Завершить
sl: Dokončaj

source: Select Disk
cs: Zvolte disk
hu: Lemez kiválasztása
ms: Pilih Cakera
nl: Schijf kiezen
pl: Wybierz Dysk
ru: Выбор диска
sl: Izberite Disk

source: Select the disk you'd like to reformat with Endless OS
cs: Vyberte disk, který chcete přeformátovat na Endless OS
hu: Válassza ki a lemezt amelyet szeretne újraformázni Endless OS-el
ms: Pilih cakera yang anda mahu diformat semula dengan Endless OS
nl: Kies de schijf die je opnieuw wilt formatteren met Endless OS
pl: Wybierz dysk, który chcesz ponownie sformatować w Endless OS
ru: Выберите диск, который вы хотите переформатировать с помощью Endless OS
sl: Izberite disk katerega bi radi preoblikovali z Endless OS

source: Select Disk:
cs: Vyberte disk:
hu: Válasszon lemezt:
ms: Pilih Cakera:
nl: Schijf kiezen:
pl: Wybierz dysk:
ru: Выберите диск:
sl: Izberite Disk:

source: I agree to erasing <b>all of my files and apps</b>
cs: Souhlasím s vymazáním <b>všech mých souborů a aplikací</b>
hu: Egyetértek a teljes törléssel <b>minden fájlomat és alkalmazásomat</b>
ms: Saya setuju memadam <b>semua fail dan apl saya</b>
nl: Ik ga akkoord met het wissen van <b>al mijn bestanden en apps</b>
ru: Я согласен на удаление <b>всех моих файлов и приложений</b>
sl: Strinjam se z brisanjem <b>vseh mojih datotek in aplikacij</b>

source: It looks like you have multiple partitions on this disk (for example drive C: and D:). Reformatting with Endless OS will erase <b>all partitions</b> on the selected disk. Please click here to confirm.
cs: Zdá se, že na disku máte vícero oddílů (například C: a D:). Přeformátování na Endless OS ze zvoleného disku odstraní <b>všechny oddíly</b>. Prosím potvrďte to kliknutím sem.
hu: Úgy tűnik több partíciója is van egy lemezen (pl. C: és D:). Újraformázás az Endless OS-el le fogja törölni <b>az összes partíciót</b> a kiválasztott lemezen. Kattintson ide a megerősítéshez.
ms: Nampaknya anda mempunyai sekatan berbilang di dalam cakera ini (contohnya pemacu C: dan D:). Proses format semula melalui Endless OS akan memadam <b>semua sekatan</b> dalam sekatan tersebut. Sila klik di sini untuk sahkan.
nl: Het lijkt erop dat je meerdere partities hebt op deze schijf (bijv. schijf C: en D:). Door opnieuw te formatteren met Endless OS gaan <b>alle partities</b> verloren. Klik hier om te bevestigen.
ru: Похоже, что на этом диске есть несколько разделов (например, диск C: и D:). Переформатирование с помощью Endless OS приведет к удалению <b>всех разделов</b> на выбранном диске. Пожалуйста, нажмите здесь для подтверждения.
sl: Videti je, da imate na tem disku več particij (na primer pogon C: in D :). Preoblikovanje z Endless OS bo izbrisalo <b>vse particije</b> na izbranem disku. Za potrditev kliknite tukaj.

source: No suitable disks found.
cs: Nenalezeny žádné vhodné disky.
hu: Nem található alkalmas lemez.
ms: Tiada cakera yang sesuai ditemui.
nl: Geen geschikte schijven aangetroffen.
pl: Nie znaleziono odpowiednich dysków.
ru: Подходящих дисков не обнаружено.
sl: Ni najdenih ustreznih diskov.

source: A debug log has been saved as %s.
cs: Záznam s ladícími událostmi byl uložen jako %s.
hu: A hibanapló mentve, mint: %s.
ms: Satu log nyahpepijat telah disimpan sebagai %s.
nl: Er is een foutopsporingslogbestand opgeslagen als %s.
pl: Dziennik debugowania został zapisany jako %s.
ru: Журнал отладки был сохранен в формате %s.
sl: Dnevnik odpravljanja napak je bil shranjen kot %s.

source: Failed to save debug log:
cs: Nepodařilo se uložit záznam s ladícími událostmi:
hu: Nem sikerült menteni a következő hibanaplót: %s.
ms: Gagal menyimpan log nyahpepijat:
nl: Kan foutopsporingslogbestand niet opslaan:
pl: Nie można zapisać dziennika debugowania:
ru: Невозможно сохранить журнал отладки:
sl: Dnevnika ni bilo mogoče shraniti:

source: Oops, something is wrong with your unattended installation configuration.
cs: Jejda, v nastavení bezobslužné instalace je něco špatně.
ms: Alamak, ada masalah berkaitan konfigurasi pemasangan tak berjaga anda.
nl: Oeps, er is iets misgegaan bij het instellen van je onbegeleide installatie.
pl: Ups, coś jest nie tak z konfiguracją instalacji nienadzorowanej.
ru: Ой, что-то не так с вашей конфигурацией автоматической установки.
sl: Ups, nekaj je narobe z vašo nenadzorovano konfiguracijo namestitve.

source: Oops, something is wrong with your Endless OS file.
cs: Jejda, v souboru s Endless OS je něco špatně.
hu: Hoppá! Valami gond van az Endless OS fájlal kapcsolatosan.
ms: Alamak, ada masalah berkaitan fail Endless OS anda.
nl: Oeps, er is iets mis met je Endless OS-bestand.
pl: Ups, coś jest nie tak z Twoim plikiem Endless OS.
ru: Ой-йой, что-то не так с одним из вашим файлом Endless OS.
sl: Ops, nekaj je narobe z datoteko Endless OS.

source: Oops, something went wrong while finding suitable disks to reformat.
cs: Jejda, něco se pokazilo při hledání vhodných disků pro přeformátování.
ms: Alamak, ada masalah ketika mencari cakera-cakera yang sesuai untuk diformat semula.
nl: Oeps, er is iets misgegaan tijdens zoeken naar geschikte schijven om opnieuw te formatteren.
pl: Ups, coś poszło nie tak podczas znajdowania odpowiednich dysków do ponownego sformatowania.
ru: Ой, что-то пошло не так при поиске подходящих дисков для возможности переформатировать.
sl: Ops! Nekaj je šlo po zlu med iskanjem primernega diska za preoblikovanje.

source: Oops, something went wrong while reformatting.
cs: Jejda, něco se pokazilo při přeformátovávání.
ms: Alamak, ada masalah berlaku ketika proses memformat semula.
nl: Oeps, er is iets misgegaan tijdens het opnieuw formatteren.
pl: Ups, coś poszło nie tak podczas ponownego formatowania.
ru: Ой, что-то пошло не так при переформатировани.
sl: Ops! Nekaj je šlo po zlu med reformatiranjem.

source: Oops, something went wrong.
cs: Jejda, něco se pokazilo.
hu: Hoppá! Valami rosszul sült el.
ms: Alamak, ada masalah berlaku.
nl: Oeps, er is iets misgegaan.
pl: Ups! Coś poszło nie tak.
ru: Ой, что-то пошло не так.
sl: Ops! Nekaj je šlo po zlu.

source: Unattended installation configuration file created
cs: Soubor s nastaveními pro bezobslužnou instalaci vytvořen
ms: Fail konfigurasi pemasangan tanpa kawal selia dicipta
nl: Configuratiebestand gecreëerd voor onbegeleide installatie
pl: Utworzono plik konfiguracyjny instalacji nienadzorowanej
ru: Создан файл конфигурации автоматической установки
sl: Konfiguracijska datoteka je nameščena brez nadzora

source: The previous file was renamed to ‘%s’.
cs: Předchozí soubor byl přejmenován na „%s“.
ms: Fail terdahulu telah dinamakan semula sebagai '%s'.
nl: De naam van het vorige bestand is gewijzigd in '%s'.
ru: Предыдущий файл был переименован на '%s'.
sl: Prejšnja datoteka je bila preimenovana v ‘%s’.

source: Unattended installation configuration file could not be created.
cs: Soubor s nastaveními pro bezobslužnou instalaci se nepodařilo vytvořit.
ms: Fail kongfigurasi pemasangan tak berjaga gagal dicipta.
nl: Het configuratiebestand voor onbegeleide installatie kan niet worden gecreëerd.
pl: Nie można utworzyć pliku konfiguracyjnego instalacji nienadzorowanej.
ru: Не удалось создать файл конфигурации автоматической установки.
sl: Konfiguracijske datoteke ne nameravane ni bilo mogoče ustvariti.

source: Reformatting Finished
cs: Přeformátování dokončeno
hu: Újraformázás befejeződött.
ms: Proses Memformat Semula Selesai
nl: Opnieuw formatteren afgerond
pl: Ponowne formatowanie zakończone
ru: Переформатирование завершено
sl: Preoblikovanje je Končano

source: Please contact %s or join the <a href="https://community.endlessos.com/">Endless Community</a> to troubleshoot.
cs: Ohledně řešení se obraťte na %s nebo se připojte ke <a href="https://community.endlessos.com/">komunitě kolem Endless</a>.
hu: Kérjük vegye fel a kapcsolatot %s vagy csatlakozzon az <a href="https://community.endlessos.com/">Endless Közösségéhez</a> a probléma megoldásokhoz.
ms: Sila hubungi %s atau sertai <a href="https://community.endlessos.com/">Komuniti Endless</a> untuk mendapatkan penyelesaian.
nl: Neem contact op met %s of word lid van de <a href="https://community.endlessos.com/">Endless-gemeenschap</a> om dit probleem op te lossen.
ru: Для устранения неполадок обратитесь %s в <a href="https://community.endlessos.com/">сообщество Endless</a> или присоединитесь к нему.
sl: Za odpravljanje težav pišite na %s ali se obrnite na skupnost <a href="https://community.endlessos.com/">Endless Community</a>.

source: Success! Power off your computer and then remove your USB device. When you restart, Endless OS will be ready for you to set up and enjoy!
cs: Úspěch! Počítač vypněte a pak USB zařízení vyjměte. Po restartu bude Endless OS připravený pro donastavení a užívání si ho!
hu: Sikerült! Kapcsolja ki számítógépét, és távolítsa el USB eszközét. Amikor újraindul, az Endless OS rendszere készen áll a beállításra, és használatra!
ms: Pemasangan Berjaya! Matikan komputer anda kemudian tanggalkan peranti USB anda. Selepas itu, mulakan semula komputer anda, Endless OS sedia ditetapkan dan nikmatilah!
nl: Voltooid! Schakel je computer uit en verwijder je USB-apparaat. Als je de computer weer aanzet, dan is Endless OS klaar voor gebruik!
pl: Sukces! Wyłącz komputer, a następnie wyjmij urządzenie USB. Po ponownym uruchomieniu Endless OS będzie gotowy do skonfigurowania i cieszenia się!
ru: Успех! Отключить питание компьютера необходимо в данный момент, и затем извлеките USB-устройство. После перезагрузки Endless OS будет готова к настройке и работе!
sl: Uspeh! Izklopite računalnik in odstranite USB. Ko boste znova zagnali računalnik, bo Endless OS pripravljen za vašo uporabo, ga nastavite in uživate!

source: Success! Power off your computer and remove the DVD. When you restart, Endless OS will be ready for you to set up and enjoy!
cs: Úspěch! Počítač vypněte a pak DVD disk vyjměte. Po restartu bude Endless OS připravený pro donastavení a užívání si ho!
hu: Sikerült! Kapcsolja ki számítógépét, és távolítsa el DVD lemezét. Amikor újraindul, az Endless OS rendszere készen áll a beállításra, és használatra!
ms: Pemasangan Berjaya! Matikan komputer anda kemudian keluarkan DVD. Selepas itu, mulakan semula komputer anda, Endless OS sedia ditetapkan dan nikmatilah!
nl: Voltooid! Schakel je computer uit en verwijder de DVD. Als je de computer weer aanzet, dan is Endless OS klaar voor gebruik!
pl: Sukces! Wyłącz komputer i wyjmij dysk DVD. Po ponownym uruchomieniu Endless OS będzie gotowy do skonfigurowania i cieszenia się!
ru: Успех! Отключить питание необходимо в данный момент, и затем извлеките USB-устройство. После перезагрузки Endless OS будет готова к настройке и работе!
sl: Uspeh! Izklopite računalnik in odstranite DVD. Ko boste znova zagnali računalnik, bo Endless OS pripravljen za vašo uporabo, ga nastavite in uživate!

source: Power Off
cs: Vypnout
hu: Kikapcsolás
ms: Matikan
nl: Uitschakelen
pl: Wyłącz zasilanie
ru: Выключить
sl: Izklop

source: Stop reformatting the disk?
cs: Zastavit přeformátovávání disku?
hu: Megállítsuk a lemez újraformázását?
ms: Henti memformat semula cakera?
nl: Stoppen met opnieuw formatteren?
pl: Zatrzymać ponowne formatowanie dysku?
ru: Остановить переформатирование диска?
sl: Ustavite preoblikovanje diska?

source: The reformatting process has already begun. Cancelling now will leave this system unbootable.
cs: Proces přeformátovávání už začal. Zrušení zanechá váš počítač nenastartovatelný.
hu: Az újraformázás folyamata már elkezdődött. Megszakítással most a rendszert indíthatatlanná teszi.
ms: Proses memformat semula telah berjalan. Sekiranya anda batalkannya ia akan menyebabkan sistem gagal dibutkan.
nl: Het opnieuw formatteren is al begonnen. Afbreken leidt tot een niet-opstartbaar systeem.
pl: Proces ponownego formatowania już się rozpoczął. Anulowanie teraz uniemożliwi uruchomienie tego systemu.
ru: Процесс переформатирования уже начался. Если отменить процесс сейчас, система не сможет быть загружена.
sl: Postopek preoblikovanja se je že začel. Če prekličete sedaj, bo ta sistem onemogočen, da se ponovno zažene.

source: Stop Reformatting
cs: Zastavit přeformátovávání
hu: Újraformázás megállítása
ms: Henti Memformat Semula
nl: Stoppen met opnieuw formatteren
pl: Zatrzymaj ponowne formatowanie
ru: Остановить процесс при переформатировании
sl: Ustavi Preoblikovanj

source: Continue Reformatting
cs: Pokračovat v přeformátovávání
hu: Újraformázás folytatása
ms: Teruskan Format Semula
nl: Doorgaan met opnieuw formatteren
pl: Kontynuuj ponowne formatowanie
ru: Продолжить процесс при переформатировании
sl: Nadaljuj z Reformatiranjem

source: Step %d of %d
cs: Krok %d z %d
hu: %d lépés ennyiből: %d
ms: Langkah %d dari %d
nl: Stap %d van %d
pl: Krok %d z %d
ru: Шаг %d из %d
sl: Korak %d od %d

source: Internal error
cs: Vnitřní chyba
hu: Belső hiba
ms: Ralat dalaman
nl: Interne fout
pl: Błąd wewnętrzny
ru: Внутренняя ошибка
sl: Notranja napaka

source: Reformatting
cs: Přeformátovávání
hu: Újraformázás
ms: Memformat Semula
nl: Bezig met opnieuw formatteren
pl: Ponowne formatowanie
ru: Переформатирование
sl: Preoblikujem
