Repository: endlessm/eos-installer
Catalog: po/*.po
Languages: cs, hu, ms, nl, pl, ru, sl

source: Fast, easy to use and powerful – with or without internet. Endless OS is preloaded with over 100 apps, making it useful from the moment you turn it on.
cs: Rychlý, snadno použitelný a plný funkcí – s nebo bez Internetu. Endless OS obsahuje více než 100 přednahraných aplikací, díky čemuž je užitečný od prvního okamžiku, kdy ho zapnete.
hu: Gyors, könnyű használni és erőteljes - internettel vagy annélkül. Endless OS előkészítve több, mint 100 alkalmazással érkezik, hasznosan attól a pillanattól kezdve, hogy bekapcsolja a gépét.
ms: Pantas, mudah digunakan dan berguna – dengan atau tanpa internet. Endless OS dipramuatkan lebih daripada 100 aplikasi, yang bermanfaat sebaik sahaja anda hidupkannya.
nl: Snel, eenvoudig te gebruiken en krachtig - mét of zónder internet. Endless OS wordt geleverd met meer dan 100 apps, zodat je meteen aan de slag kunt zodra je opstart.
ru: Быстрая, простая в использовании и мощная – с Интернетом или без него. В Endless OS предустановлено более 100 приложений, что делает ее полезной с момента включения.
sl: Hiter, enostaven za uporabo in zmogljiv - z internetom ali brez njega. Endless OS je pred naložen z več kot 100 aplikacijami, zaradi česar je uporaben od trenutka, ko ga vklopite.

source: Wrote %s bytes, but expected to write %s bytes.
cs: Zapsáno %s bajtů, ale očekáváno, že to bude %s bajtů.
ms: Telah menulis sebanyak %s bait, tetapi dijangka tulis sebanyak %s bait.
nl: %s bytes weggeschreven; %s verwacht.
ru: Записано %s байт, но ожидалось записать %s байт.
sl: Zapisali smo %s bitov, ampak smo pričakovali, da bomo zapisali %s bitov..

source: Image verification error.
cs: Chyba při ověřování neporušenosti obrazu.
hu: Lemezkép ellenőrzési hiba.
ms: Ralat pengesahan imej.
nl: Afbeeldingsverificatiefout.
pl: Błąd weryfikacji obrazu.
ru: Ошибка проверки образа.
sl: Napaka pri preverjanju slike.

source: The signature file ‘%s’ does not exist.
cs: Soubor s podpisem „%s“ neexistuje.
ms: Fail tandatangan '%s' tidak wujud.
nl: Het bestand voor ondertekening, '%s', bestaat niet.
ru: Файл сигнатуры или подпись '%s' не существует.
sl: Podatkovna datoteka ‘%s’ne obstaja.

source: Image checksum ‘%s‘ does not match expected checksum ‘%s‘.
cs: Kontrolní součet obrazu „%s“ neodpovídá očekávánému „%s“.
nl: De controlesom ‘%s’ komt niet overeen met de verwachte controlesom ‘%s’.
ru: Погоди, контрольная сумма образа '%s' не совпадает с ожидаемой, которая нам известна, контрольная сумма '%s'.
sl: Kontrolna vsota datoteke ‘%s’ se ne ujema s pričakovano kontrolno vsoto ‘%s’.

source: The checksum file ‘%s’ does not exist.
cs: Soubor s kontrolním součtem „%s“ neexistuje.
nl: Het controlesombestand, '%s', bestaat niet.
ru: Файл или контрольная сумма файла '%s' не существует.
sl: Datoteka ‘%s’ kontrolne vsote ne obstaja.

source: The checksum file ‘%s’ does not contain a checksum.
cs: Soubor s kontrolním součtem „%s“ neobsahuje kontrolní součet.
nl: Het controlesombestand, '%s', bevat geen controlesom.
ru: Файл или контрольная сумма в файле '%s' не содержит контрольная сумма, которая нам известна.
sl: Datoteka kontrolne vsote‘%s’ ne vsebuje kontrolne vsote.

source: The checksum ‘%s’ does not contain %d characters.
cs: Soubor s kontrolním součtem „%s“ neobsahuje %d znaků.
nl: De controlesom ‘%s’ bevat geen %d tekens.
ru: Контрольная сумма '%s' не содержит символы %d.
sl: Kontrolna vsota ‘%s’ ne vsebuje %d znakov.

source: The checksum ‘%s’ contains invalid character ‘%c’.
cs: Soubor s kontrolním součtem „%s“ obsahuje neplaný znak „%c“.
nl: De controlesom ‘%s’ bevat een ongeldig teken: %c.
ru: Контрольная сумма '%s' содержит недопустимый символ '%c'.
sl: Kontrolna vsota ‘%s’ vsebuje neveljaven znak ‘%c’.

source: Could not decompress the image file.
cs: Nedaří se rozbalit soubor s obrazem.
hu: Nem lehetet kitömöríteni a kép filet.
ms: Gagal menyahmampat fail imej.
nl: Kan het afbeeldingsbestand niet uitpakken.
pl: Nie można zdekompresować pliku obrazu.
ru: Не удалось распаковать файл образа.
sl: Pogonske datoteke ni bilo mogoče razširiti.

source: Neither the signature file ‘%s’ nor the checksum file ‘%s’ exist.
cs: Neexistuje ani soubor s podpisem „%s“, ani soubor s kontrolním součtem „%s“.
nl: De controlesombestanden ‘%s’ en ‘%s’ bestaan niet.
ru: Ни файл содержащий подпись '%s', ни файл или контрольная сумма в файле '%s' не существуют.
sl: Ne obstajata niti datoteka podpisa ‘%s’ niti datoteka kontrolne vsote ‘%s’.

source: %s key is empty
cs: položka nastavení %s není vyplněná
hu: %s kulcs üres
ms: Kunci %s kosong
nl: De sleutel %s is leeg
ru: %s ключ подписи пуст
sl: %stipka je prazna

source: More than one %s section (%s and %s)
cs: Více než jedna sekce %s (%s a %s)
ms: Lebih dari satu seksyen %s (%s dan %s)
nl: Meer dan één %s-sectie (%s en %s)
ru: Более одного %s раздела (%s и %s)
sl: Več kot en %s v delu (%s in %s)

source: Invalid compressed data
cs: Neplatná komprimovaná data
hu: Hibás tömörített adat
ms: Data termampat tidak sah
nl: Ongeldige ingepakte gegevens
pl: Nieprawidłowo skompresowane dane
ru: Некорректные сжатые данные
sl: Neveljavni skrčeni podatki

source: Not enough memory
cs: Nedostatek paměti
hu: Kevés a memória
ms: Ingatan tidak mencukupi
nl: Onvoldoende geheugen
pl: Za mało pamięci
ru: Недостаточный объем памяти
sl: Ni dovolj prostora

source: Need more input
cs: Je zapotřebí další vstup
hu: Több adat szükséges
ms: Perlukan lagi input
nl: Meer invoer benodigd
pl: Potrzebujesz więcej danych wejściowych
ru: Необходимо больше информации
sl: Potrebujete več podatkov

source: Reformat
cs: Přeformátovat
hu: Újraformázás
ms: Format Semula
nl: Opnieuw formatteren
pl: Sformatuj
ru: Переформатировать
sl: Preoblikuj
